<?php

use yii\helpers\Html;
use yii\helpers\Url;
?>
<?php
/* @var $this yii\web\View */
/* @var $searchModel app\models\ArticleSearch */
/* @var $dataProvider yii\data\ActiveDataProvider */

$this->title = 'Первая страница';
$this->params['breadcrumbs'][] = $this->title;
?>
<div class="admin-article-index">

    <section class="col-md-12  quote">
        <blockquote class="blockquote-reverse">
            <p>
                Верьте в себя, Вы и есть настоящее чудо! Не откладывайте свои желания на антресоли. Ибо сомневающийся подобен волнам, ветром гонимым и о камни разбиваемым...
            </p>
        </blockquote>
        <?php if($author_quote):?>
            <select
                    class="select-quote-text-author"
                    size = "3">
                <?php foreach ($author_quotes as $quote):?>
                    <option>
                        <?=$quote->quote_text;?>
                    </option>
                <?php endforeach;?>
            </select>
        <?php endif;?>
        <!--просмотр всех цитат с автором-->
        <div data-label="" class="crud">
            <a href=""
               title="просмотр всех цитат с автором"
               aria-label="View"
               data-pjax="0"
               class="view-quote-author">
                <span class="glyphicon glyphicon-eye-open"></span>
            </a>
            <!--новая цитата с автором-->
            <a href=""
               title="новая цитата с автором"
               aria-label="Update"
               data-pjax="0"
               class="update-quote-author">
                <span class="glyphicon glyphicon-pencil"></span>
            </a>
            <!--удаление выбранной цитаты с автором-->
            <a href=""
               title="удаление выбранной цитаты с автором"
               aria-label="Delete"
               data-pjax="0"
               data-confirm="Are you sure you want to delete this item?"
               data-method="post"
               class="delete-quote-author">
                <span class="glyphicon glyphicon-trash"></span>
            </a>
            <!--сохранить выбранной цитаты с автором-->
            <a href=""
               title="сохранить цитату с автором"
               aria-label="Save"
               data-pjax="0"
               class="save-quote-author">
                <span class="glyphicon glyphicon-save-file"></span>
            </a>
        </div>
    </section>
    <section class="col-md-10 col-md-offset-1">
        <p>
            Яшка Ермолаев, маленький непоседа (или «рыжий монстр», как часто величают его неблагодарные взрослые),
            очень боится спать один. И не в последнюю очередь потому, что каждую ночь из недр темноты доносится
            стук подвешенной к антресолям вешалки, будто кто-то раскачивает шкаф изнутри.
            Однажды злополучная вешалка упала на пол, и чей-то таинственный голос над ухом мальчика
            прошептал странную тарабарщину: «Абра-ар… Бурундун… Вьюга-вьюн… Гагатун… Дзинь-да-да…»
            Эти смешные слова, как принято в сказке, оказались волшебным заклинанием.
            Их произнес фиолетовый ангел – крылатое существо без имени и пола, примостившееся над Яшкиной кроватью.
            Под воздействием магии загадочного гостя ожили пластилиновые буквы, вылепленные на днях малышом, и заговорил старый кот Барсик.
            Впрочем, Барсик, как выяснилось, и не Барсик вовсе, а Тайный Советник Барсениус из Антресолии – зашкафной страны,
            где живут забытые желания. В качестве наблюдателя он был приставлен к Яшке, чтобы понять,
            насколько чистое у мальчика сердце, как сильно оно жаждет чуда.
            Судя по всему, малыш выдержал экзамен, и теперь перед ним открыты двери в Антресолевую страну.
            Там давно ждут его, ибо грядёт конец света. Чёрная Старуха вознамерилась уничтожить все мечты и
            фантазии, которым не суждено было сбыться, поскольку люди забыли о них.
            Ведьма черпает силу в чёрных сердцах, которые она вырвала из груди людей, утративших веру в чудо.
            Вместо сердца Старуха оставляет разуверившимся свой подлый дар – осколки холодного камня.
            Камень не умеет сочувствовать и сожалеть, камень не болит, его не мучают укоры совести.
            С камнем в груди жить, как оказалось, гораздо проще… Вот и ходят каждый день на работу и с
            работы миллионы людей-зомби, курят папиросы, смотрят телевизор и читают газеты, даже не подозревая,
            что у них вместо сердца гранит.
            Согласно древнему преданию только Мальчик с Чистым Сердцем, способным чувствовать чужую боль как свою,
            может победить Колдунью и пробудить в чёрных сердцах когда-то утраченную ими веру в чудеса.
            Антресольки (жители Антресолии) с надеждой смотрят в небо, выискивая там танцующие облака – знак пришествия Спасителя.
            Они верят в человеческого детёныша, на которого пал выбор Великого Барсениуса и за которым присматривает сам Хранитель!
            Яшка, чтобы победить Старуху и её тень Ахуратс, должен пройти ряд опасных испытаний и не раз доказать чистоту своего сердца.
            Но главное – малыш должен выучить все буквы, которые попадутся ему на пути. Лишь тому человеку, кто освоит магию слова,
            подчинится Книга заклятий, посредством которой Старая Ведьма вершит свои тёмные дела.
            Книга «Антресолия – страна забытых желаний, или Приключения Яшки Ермолаева» обучающего характера,
            поскольку её герой во время своих приключений знакомится с буквами и цифрами.
            Они представлены в виде сказочных персонажей, изготовленных из различного материала и обладающих индивидуальным характером.
            Например, первая и самая умная буква алфавита «А» – это профессор Абра-ар, вылепленный из пластилина,
            буква «Ж» – это госпожа Жужа (королева пчёл), созданная из воска, а буква «Т» – весельчак Типун Таратуста,
            бывшая глиняная свистулька и т. д.
            Повесть является своеобразным гибридом детской сказки и волшебной истории для взрослых.
            Предполагаемая целевая аудитория: дети от 5 до 10 лет и, вполне вероятно, более.
            Прежде всего, книга придётся по вкусу малышам дошкольного и младшего школьного возраста,
            для которых актуальным является вопрос обучения письму и чтению. Повесть хорошо воспринимается на слух.
            В тексте доминируют диалоги, в связи с чем при желании не составит труда написать на его основе сценарий.
            Язык, которым написана «Антресолия…», не настолько примитивен и прост,
            как можно ожидать от произведения для самых маленьких. Это сделано целенаправленно,
            чтобы заинтересовать детей постарше. К тому же фантастический сюжет с русалками, гномами,
            драконами и прочими интересными персонажами, а также философский подтекст,
            привносящий в сказку элемент уже притчи, должны привлечь внимание подростков и, смею надеяться,
            многих взрослых любителей сказок и фэнтези.
            По сути, «Антресолия…» – это рассказ об извечных ценностях (ДОБРЕ, ЛЮБВИ И МИЛОСЕРДИИ),
            которые делают человека человеком, но о которых мы по мере взросления предпочитаем забывать.
            Не секрет, что многим людям удобнее жить с чёрствым (МЁРТВЫМ) сердцем, обросшим корочкой равнодушия и цинизма.
            Забывая о своих детских желаниях и утрачивая наивную веру в ЧУДО, мы как-то незаметно превращаемся в ходячих зомби…
            И это не выдумка, а к сожалению, факт.
            Словом «антресолька» я нарекла не только мечты и фантазии, но и людей, кто в чудеса эти верит.
            НЕСМОТРЯ НИ НА ЧТО… К числу таких чудаков я причисляю саму себя…
            К сказке имеются иллюстрации, нарисованные мной. Поскольку я не являюсь художником,
            картинки скорее напоминают детские рисунки. Но в этом, как мне кажется, и заключается вся соль.
            Повесть задумана как часть сказочной серии, героями которых выступают Яшка и его друзья (
            Петюнька Очкастый, Машка и Вовка). Причем согласно задумке в каждой новой сказке главный фигурант меняется.
            В 2013 году сказка <a href="<?=Url::to(["article/1"])?>" style="color: blue">«Антресолия»</a>
            была издана в электронном формате издательством «Написано пером».
            Были созданы по моим наброскам профессиональные иллюстрации. 44 картинки!
            Титанический труд, я считаю, который достоин уважения.
            Я продолжила работу над своим проектом и в 2013 году завершила работу
            над второй рукописью <a href="<?=Url::to(["article/2"])?>" style="color: #007bff">«Петюнька Очкастый в Трельяжном Королевстве, или История с сонным порошком».</a>
            В 2014 году «рождается» третья сказка <a href="<?=Url::to(["article/3"])?>" style="color: lightskyblue">«Рисунки на пару».</a> Последние несколько лет работаю над четвертой книгой,
            самой трудной для меня, поскольку главный герой в ней – Хулиган. ))

        </p>
        <section class="col-md-6 col-md-offset-3">
            <a href="<?=Url::to(['article/1'])?>"><img src="/images/antresoliya2.jpg" class="img_cover"></a>
        </section>

    </section>
</div>
