<?php

/* @var $this yii\web\View */

use yii\helpers\Html;
use yii\helpers\Url;

$this->title = 'О себе';
$this->params['breadcrumbs'][] = $this->title;
?>


<div class="site-about row">

    <section class="col-md-12 books">
        <div class="space"></div>
        <p>
            Чтобы куда-то войти, обычно приходится откуда-то выйти.
            Чтобы подняться, нередко нужно сначала упасть.
            Чтобы научиться видеть свет, необходимо познать тьму…
            Как правило, именно так происходит в жизни. Моей жизни.
            Это, безусловно, моё личное наблюдение, и я его никому не навязываю.
            Как ни странно, вот такими скучными рассуждениями я начинаю свой рассказ,
            в рамках которого хотела бы представить себя как человека, как детскую писательницу.
        </p>
        <div class="space"></div>
        <section>
            <a href="<?=Url::to(['article/1'])?>">
                <img src="/images/antresolia.jpg" alt="Antresolia" class="img_cover_left">
            </a>
        </section>
        <p>
            Писать сказки Ирочка Мальчукова начала приблизительно с 7-8 лет.
            Как сейчас помню: зелёным фломастером, почти все слова слитно.
            Был целый сборник сказок, а к нему иллюстрации и в конце оглавление.
            Причём сначала я придумывала названия сказочных историй, а затем,
            в зависимости от того, что чувствовала, смакуя то или иное слово или сочетание слов,
            фантазировала что-то. В общем, игра у меня начиналась с конца. И было очень интересно!
        </p>
        <div class="space"></div>
        <p>
            Первая сказка называлась «Трусиха». Она начиналась с корявого описания зайца, который сидел на скамейке и плакал.
            Плакал потому, что его дочь всего боялась и наотрез отказывалась выйти из норки.
            Тем самым зайка рисковала навсегда остаться в темноте.
            Трусиха могла так и не узнать, как светит солнышко, как поют птицы, как шелестит листва и тому подобное «ля-ля».
            Естественно, конец сказки был хороший, добрый. Страх преодолён!
            Но, Господи, как я, тогда первоклашка, могла так точно описать то, что чувствую сейчас?!
            Ведь трусливая зайка – это я! Это я сейчас выглядываю из норки, делаю первые неловкие шаги,
            чтобы выйти из тьмы и прислушаться, наконец, к тому, что говорит мне сердце,
            а не вечно всё критикующий разум. Хотя, признаться, темнота для многих привычнее.
            В норке пусть и тесно, но безопаснее. И так удобно на всё закрывать глаза...
        </p>
        <div class="space"></div>
        <p>
            Самое страшное заключается в том, что очень многие живут не так, как хотели бы,
            работают не там, где хотели бы, занимаются не тем, о чём мечтали с детства.
            В результате жизнь напоминает заключение, которое отбывает преступник за колючей проволокой.
            Прислушайтесь, как часто вы или окружающие вас люди в серые будни произносят противное слово
            «перебыть» или что-то вроде того: перебыть с утра до вечера, перебыть с понедельника до пятницы,
            от звонка до звонка, от зарплаты до зарплаты… Отмотать срок…
        </p>
        <div class="space">

        </div>
        <p>
            Лично мне приходилось слышать подобные жалобы очень часто.
            Это обычно для обычного (МАЛЕНЬКОГО) человека, коим являюсь и я. Какие уж тут мечты и детские желания…
            Взрослея и становясь винтиками огромной машины под названием БЫТ-РАБОТА
            (то бишь ЯРМО на шею), искривляющей всех под один стандарт, мы забываем о своих первых и,
            как правило, самых искренних желаниях. И тем самым многое теряем. Теряем вкус жизни.
            Утрачиваем способность радоваться мелочам, способность верить в чудо.
            Ах, как ненавижу такую правильную пословицу: «лучше синица в руках, чем журавль в небе!..»
        </p>
        <div class="space"></div>
        <p>
            Журавль – это мечта, это те самые желания, о которых мы предпочитаем забывать.
            Чаще всего из-за банальной трусости, из-за страха жить НЕУДОБНО. Лучше привычная норка…
            По окончании филфака, почти десять лет каждое утро, собираясь на нелюбимую работу,
            за гроши и без какой-либо перспективы на будущее, я заглядывала в зеркало,
            что висело на внутренней дверце шифоньера, и часто сквозь слёзы или, напротив,
            с улыбкой говорила себе: «Доброе утро, антресолька!» Это слово, как слова «фасолька» и украинское «парасолька»,
            меня очень смешило. Правда, долго сама не могла понять, почему сравниваю себя со шкафом.
            Называла всё это чудачеством.
        </p>
        <div class="space"></div>
        <p>
            Гораздо позднее от «антресольки» образовалось новое для меня слово – «Антресолия».
            Моя сказочная страна. Тот самый «долгий ящик» (в моём случае высокий), куда мы откладываем желания.
            На изломе своей жизни, когда кажется, что, споткнувшись об очередной проклятый бугор,
            которых много на нашем пути, уже не находишь сил и не видишь смысла, чтобы встать и идти дальше,
            я решила оглянуться назад. Решила заглянуть в своё детство, вернуться к истокам и попытаться
            очиститься от наносного сора, который за годы облепил мою душу.
            Именно в этот сложный период я осознала и, главное, поверила, что всё-таки свет есть.
            Свет есть во мне, свет в каждом из нас. И если так долго я ничего не вижу, значит, должна зажечь свет сама.
            И бугры, о которые мы так некстати спотыкаемся, –  это не бугры вовсе,
            а ступеньки той самой лестницы, которая ведёт к небесам. Оттолкнись и лети!
            Впрочем, можно продолжать бить коленки и падать… Это выбор каждого.
            Я свой выбор сделала.
        </p>
        <div class="space"></div>
        <p>
            Так родилась моя книжка:
            <a href="<?=Url::to(['article/1']);?>" class="link-color">
                «Антресолия – страна забытых желаний, или Приключения Яшки Ермолаева». </a>
            Так родился Мальчик с Чистым Сердцем.
            В кризисных ситуациях психологи рекомендуют взять чистый лист бумаги и записать в виде списка то,
            что тебя радует, и то, что тебя угнетает. У меня вместо списка получилась детская сказка.
            Пусть неказистая по стилистике, языку… Но одно знаю точно: самое светлое, самое доброе, что было во мне, я вложила в книжку.
            Ту нить души, за которую я зацепилась, чтобы выбраться из пропасти отчаяния и неверия, я вплела в фантазийный сюжет.
            Каждым словом, каждым предложением я доказывала себе, что жизнь прекрасна, что в ней есть смысл.
            Но при этом скажу честно: если бы не было падений, боли и разочарований, не было бы борьбы, не было бы и прозрения.
            Всё в жизни смысл имеет. Важно понять и принять это.
        </p>
        <div class="space"></div>
        <p>
            Несколько слов (но очень ВАЖНЫХ) о Музе.
            В моём случае это Муз – на момент написания сказки 4-летний Никитка Мальчуков.
            Мой племянник, совсем ещё малыш, побудивший меня повернуть жизнь вспять,
            посмотреть страху в глаза и вспомнить о забытом желании стать детским писателем.
            «Антресолия» написана для него. Это, как оказалось, единственный приемлемый для меня способ сказать «ЛЮБЛЮ» ребёнку,
            только начинающему свой жизненный путь. Это моя попытка научить малыша азбуке,
            а возможно, и ещё кое-чему полезному и доброму. Как говорится, кто на что горазд…
        </p>
    </section>

</div>
