

<?php
$this->title = 'Контракт';
?>
<div class="site-index row">
    <div class="contract">

        <h3>ПУБЛИЧНЫЙ ДОГОВОР (ОФЕРТА)</h3>
        <div class="space"></div>
        <h4>на заказ, приобретение, продажу и доставку товаров</h4>
        <div class="space"></div>
        <p>Этот договор между Мальчуковой Ириной Анатольевной, в дальнейшем «Продавец»,
            и пользователем услугами интернет-сайта www.antresoliya.dp.ua, в дальнейшем – «Заказчик»,</p>

        <p>является договором поручения на заказ,
            приобретение и доставку Товаров и определяет основные условия заказа,
            приобретения и доставки товаров через интернет-сайт www.antresoliya.dp.ua.</p>

        <p>Покупатель, действуя с целью приобретения Товара,
            принимает условия настоящего договора купли-продажи товаров (далее – Договор) на следующих условиях.</p>
        <div class="space"></div>
        <h4>1. ОПРЕДЕЛЕНИЕ ТЕРМИНОВ</h4>
        <div class="space"></div>
        <p>1.1. Публичная оферта (далее – «Оферта») – публичное предложение Продавца,
            адресованное неопределенному кругу лиц,
            заключить с Продавцом договор купли-продажи товара дистанционным способом (далее – «Договор») на условиях,
            содержащихся в настоящей Оферте, включая все Приложения.</p>

        <p>1.2. Заказ – решение Заказчика заказать товар и его доставку, оформленное в интернет-сайте,
            и/или поручение на приобретение и доставку товаров.</p>
        <div class="space"></div>
        <h4>2. ОБЩИЕ ПОЛОЖЕНИЯ</h4>
        <div class="space"></div>
        <p>2.1. Приведенная ниже информация является официальным предложением (офертой)
            интернет-сайта www.antresoliya.dp.ua любому физическому лицу (далее – Покупатель)
            заключить договор купли-продажи товаров. Указанный договор является публичным,
            т. е. согласно статье 633 Гражданского кодекса Украины его условия одинаковы для всех покупателей.</p>

        <p>2.2. Согласно статье 642 Гражданского Кодекса Украины полным и
            безоговорочным принятием условий данного предложения (оферты),
            что подтверждает заключение Договора купли-продажи товаров на предложенных ниже условиях,
            является факт оформления и подтверждения заказа.</p>

        <p>2.4. Оформлением Заказа Покупатель подтверждает согласование и безусловное принятие им условий
            настоящего предложения (оферты).</p>

        <p>2.5. Заключая Договор (то есть акцептуя условия настоящего Предложения (Оферты) путем оформления Заказа),
            Покупатель подтверждает следующее:</p>

        <p> а) Покупатель целиком и полностью ознакомлен и согласен с условиями настоящего предложения (оферты);</p>

        <p>б) Он дает разрешение на сбор, обработку и передачу персональных данных на условиях,
            определенных ниже в Предостережении относительно сбора, обработки и передачи персональных данных.
            Разрешение на обработку персональных данных действует в течение всего срока действия Договора,
            а также в течение неограниченного срока после окончания его действия.
            Кроме этого, заключением Договора Заказчик подтверждает, что он уведомлен (без дополнительного уведомления) о правах,
            установленных Законом Украины "О защите персональных данных",
            о целях сбора данных, а также о том, что его персональные данные передаются
            Продавцу с целью возможности выполнения условий настоящего Договора,
            возможности проведения взаиморасчетов, а также для получения счетов,
            актов и других документов. Заказчик также соглашается с тем,
            что Продавец имеет право предоставлять доступ и передавать
            его персональные данные третьим лицам без каких-либо дополнительных уведомлений Заказчика,
            не изменяя при этом цели обработки персональных данных.
            Объем прав Заказчика как субъекта персональных данных согласно Закону Украины
            "О защите персональных данных" ему известен и понятен.</p>
        <div class="space"></div>
        <h4>3. ЦЕНА ТОВАРА</h4>
        <div class="space"></div>
        <p>3.1. Цена на каждую позицию Товара указана на сайте www.antresoliya.dp.ua.</p>

        <p>3.2. Продавец имеет право в одностороннем порядке изменить цену на любую позицию Товара.</p>

        <p>3.3. В случае изменения цены на заказанный Товар Продавец обязуется проинформировать Покупателя об изменении цены Товара.</p>

        <p>3.4. Покупатель вправе подтвердить либо аннулировать Заказ на приобретение Товара,
            если цена изменена Продавцом после оформления Заказа.</p>

        <p>3.5. Изменение Продавцом цены на оплаченный Покупателем Товар не допускается.</p>

        <p>3.6. Продавец указывает стоимость доставки Товара на сайте www.antresoliya.dp.ua либо сообщает
            Покупателю при оформлении заказа Оператором.</p>

        <p>3.7. Обязательства Покупателя по оплате Товара считаются исполненными с момента поступления Продавцу денежных средств.</p>

        <p>3.8. Расчеты между Продавцом и Покупателем за Товар производятся способами,
            указанными на сайте www.antresoliya.dp.ua в разделе «КОНТАКТЫ».</p>
        <div class="space"></div>
        <h4>4. ОФОРМЛЕНИЕ ЗАКАЗА</h4>
        <div class="space"></div>
        <p>4.1. Заказ Товара осуществляется Покупателем по телефону +38 (066) 301 4645 или через сервис сайта www.antresoliya.dp.ua.</p>

        <p> 4.2. При регистрации на сайте www.antresoliya.dp.ua Покупатель обязуется предоставить следующую регистрационную информацию:</p>

        <p>4.2.1. имя Покупателя или указанного им лица (получателя);</p>

        <p>4.2.2. адрес, по которому следует доставить Товар (если доставка до адреса Покупателя);</p>

        </p>4.2.3. адрес электронной почты;</p>

        <p>4.2.4. контактный телефон.</p>

        <p>4.3. Наименование, количество, цена выбранного
            Покупателем Товара указываются на странице "КОНТАКТЫ" на сайте www.antresoliya.dp.ua.</p>

        <p>4.4. Если Продавцу необходима дополнительная информация, он вправе запросить ее у Покупателя. </p>
        <p>В случае непредоставления необходимой информации Покупателем,
            Продавец не несет ответственности за предоставление некачественной услуги
            Покупателю при покупке товаров в интернет-маркете.</p>

        <p> 4.5. При оформлении Заказа через Оператора (п. 4.1. настоящей Оферты)
            Покупатель обязуется предоставить информацию, указанную в п. 4.2. настоящей Оферты.</p>

        <p>4.6. Принятие Покупателем условий настоящей Оферты осуществляется посредством внесения
            Покупателем соответствующих данных в регистрационную форму на сайте www.antresoliya.dp.ua.</p>

        <p>4.7. Покупатель несет ответственность за достоверность предоставленной информации при оформлении Заказа.</p>

        <p>4.8. Договор купли-продажи дистанционным способом между Продавцом и Покупателем
            считается заключенным с момента электронного оформления заказа на сервисе сайта.</p>

        <div class="space"></div>
        <h4>5. ДОСТАВКА И ПЕРЕДАЧА ТОВАРА ПОКУПАТЕЛЮ</h4>
        <div class="space"></div>

        <p> 5.1. Способы, порядок и сроки доставки товаров указаны на сайте в разделе «КОНТАКТЫ».
            Порядок и условия доставки заказанного товара Покупатель согласовывает с Продавцом в момент оформления покупки.</p>

        <p>5.2. Самовывоз товара:</p>

        <p>5.2.1. Право собственности и риск случайной утраты или повреждения товара переходит к Заказчику
            или его Представителю с момента получения товара путем подписания
            Сторонами товарного чека и/или заказа (и/или поручения на приобретение и доставку товара) на доставку.</p>

        <p>5.3. Доставка товара осуществляется собственными силами сотрудниками
            интернет-маркета согласно условиям доставки или с привлечением третьих лиц (перевозчика).</p>

        <p>5.4. При получении товара Заказчик должен в присутствии представителя курьера
            проверить соответствие Товара качественным и количественным характеристикам
            (наименование товара, количество, комплектность).</p>

        <p>5.5. Заказчик или Представитель Заказчика при приемке товара подтверждает своей подписью в
            товарном чеке и/или заказе на доставку товаров, что не имеет претензий к количеству товара,
            внешнему виду и комплектности товара.</p>

        <div class="space"></div>
        <h4>6. ВОЗВРАТ ТОВАРА</h4>
        <div class="space"></div>

        <p>6.1. Заказчик вправе отказаться от неподакцизного товара в любое время до его передачи,
            а после передачи неподакцизного товара – в порядке и на условиях,
            определенных Законом Украины «О защите прав потребителей».</p>

        <p> 6.2. Возвращение неподакцизного товара надлежащего качества возможно в случае,
            если сохранены его товарный вид, потребительские свойства, а также документ,
            подтверждающий факт покупки и условия заказа указанного товара.</p>

        <p>6.3. Заказчик не вправе отказаться от товара надлежащего качества,
            имеющего индивидуально-определенные свойства, если указанный товар может
            быть использован исключительно Потребителем, который его приобрел,
            (в т.ч. нестандартные, по желанию Заказчика, размеры и прочее).
            Подтверждением того, что товар имеет индивидуально-определенные свойства,
            является отличие размеров товара и других характеристик, что указаны в интернет-сайте.</p>

        <p> 6.4. Возврат товара в случаях, предусмотренных законом и настоящим Договором,
            осуществляется путем уведомления Продавца по телефону, указанному на сайте в разделе «КОНТАКТЫ».</p>

        <p>6.5. При отказе Покупателя от неподакцизного товара надлежащего качества Продавец
            возвращает денежные средства в размере стоимости такого Товара, за исключением
            расходов продавца на доставку товара, который возвращается.</p>

        <p>6.6. Возврат суммы, указанной в п. 6.5. осуществляется одновременно с возвратом товара.</p>

        <div class="space"></div>
        <h4>7. ОТВЕТСТВЕННОСТЬ СТОРОН</h4>
        <div class="space"></div>

        <p>7.1. Продавец не несет ответственности за ущерб, причиненный Покупателю вследствие ненадлежащего использования Товаров,
            предварительно заказанных на Сервисе www.antresoliya.dp.ua и приобретенных у Продавца.</p>

        <p>7.2. Продавец не несет ответственности за ненадлежащее,
            несвоевременное выполнение Заказов и своих обязательств в случае предоставления Покупателем
            недостоверной или ложной информации.</p>

        <p> 7.3. Продавец и Покупатель несут ответственность за выполнение своих обязательств в соответствии
            с действующим законодательством Украины и положениями настоящего Договора.</p>

        <p>7.4. Продавец или Покупатель освобождаются от ответственности за полное или частичное неисполнение своих обязательств,
            если неисполнение является следствием форс-мажорных обстоятельств,
            как то: война или военные действия, землетрясение, наводнение,
            пожар и другие стихийные бедствия, что возникли независимо
            от воли Продавца и/или Покупателя после заключения настоящего договора.
            Сторона, которая не может выполнить свои обязательства, незамедлительно уведомляет об этом другую Сторону.</p>
        <div class="space"></div>

        <strong>
    <address class="text-center">
        <h4>АДРЕС И РЕКВИЗИТЫ:</h4>
        <p>Мальчукова Ирина Анатольевна</p>
        <p> Адрес: Украина, г. Днепр</p>
        <p>№ карточки 4149 4393 1264 8060</p>
        <p>Банк-получатель: ПАТ КБ «Приватбанк»</p>
        <p>т. +38 066 301 4645</p>
    </address>
</strong>

        </section>

    </div>